Repository: germanrs/help-activity
Catalog: translated_po/*/speak.po
Languages: es

source: Speak
es: Hablar

source: **The toolbar buttons explained**
es: **Funcionamiento de los botones de la barra de herramientas**

source: Activity tab. In the first field name the session. The book and pencil icon, the Description button allows you to add a description to the :doc:`/journal` entry. Thirdly select Private, or My Neighbourhood mode.
es: Pestaña de la actividad. En el primer campo, nombra la sesión. El icono de un libro y un lápiz, el botón Descripción te permite añadir una descripción en el: :doc:`/journal`. En tercer lugar selecciona Privada, o el modo Mi Vecindario.

source: Type something to hear robot Alice read it aloud.
es: Escribe algo para escuchar al robot Alice leerlo en voz alta.

source: Ask robot Alice any question.
es: Realiza cualquier pregunta al robot Alice.

source: Voice chat.
es: El chat de voz.

source: Set language.
es: Establecer idioma.

source: Set pitch of voice and rate of delivery.
es: Ajuste de tono de la voz y el ritmo de pronunciación.

source: Alter shape of eyes and mouth
es: Cambiar la forma de los ojos y la boca

source: Click the arrow button, and use the up/down arrow keys to scroll back through a history of things you have typed.
es: Haz clic en el botón de la flecha, y utiliza las teclas de flecha arriba/abajo del teclado, para desplazarse hacia atrás a través del historial de las cosas que has escrito.

source: Stop, or close the Activity
es: Detener o cerrar la Actividad

source: Using
es: Uso

source: Speak is a talking face for the XO laptop. Anything you type will be spoken aloud using the XO's speech synthesizer, espeak. Use the toolbars at the top to change the voice's accent, rate and pitch or the shape of the eyes and mouth.
es: Hablar es una cara que habla en la laptop XO. Todo lo que escriba será hablado en voz alta utilizando el sintetizador de voz de la XO, espeak. Utilice las barras de herramientas en la parte superior para cambiar el acento, ritmo de la voz y el tono o la forma de los ojos y la boca.

source: You can ask Alice a question too.
es: Tu también puedes realizar preguntas a Alice.

source: This is a great way to experiment with the speech synthesizer, learn to type or just have fun making a funny face for your XO.
es: Esta es una gran manera de experimentar con el sintetizador de voz, aprender a escribir o simplemente divertirse haciendo una cara divertida para tu XO.

source: After you've adjusted the settings it looks nicer in full-screen mode (Press Alt-Enter to switch).
es: Después de haber ajustado la configuración que se ve mejor en el modo de pantalla completa (Pulse Alt-Enter para cambiar).

source: Use the Journal to resume your Speak activity including all voice, face and history settings.
es: Utilice el Diario de reanudar su actividad Speak incluyendo todos, cara e historia ajustes de voz.

source: Page suggested improvements
es: Mejoras sugeridas para la página

source: ... add the ideas.
es: . . . añadir las ideas.

source: Expand voice chat.
es: Ampliar el chat de voz.

source: Where Speak is good
es: Donde Hablar es bueno

source: Early reading - early writing - with FotoToon
es: Lectura temprana - escritura temprana - con FotoToon

source: Reading aloud Help pages
es: La lectura en voz alta

source: Learn a language
es: Aprender un idioma

source: This is an experimental new page. You can improve it yourself by following :doc:`/how_to_help`, and perhaps borrowing content from http://wiki.laptop.org/go/Speak
es: Esta es una nueva página experimental. Tu puedes mejorarla siguiendo las indicaciones en :doc:`/how_to_help` y quizás tomando prestado contenido desde http://wiki.laptop.org/go/Speak
